const ProductCategory = [
  {
    id: 1,
    title: "پرطرفدارها",
    url: "",
    products: [
      {
        id: 100,
        title: "زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        subtitle: [
          {
            name: "جوجه کباب ۱۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            // price: "1000تومان",
            hasextra: true,
            extrainformations: {
              extraTitle: "چلوکباب وزیری",
              extraItems: [
                {
                  title: "قاشق چنگال اضافه",
                  price: 200,
                },
                {
                  title: "قاشق چنگال اضافه",
                  price: 200,
                },
                {
                  title: "سس مایونز اضافه",
                  price: 200,
                },
                {
                  title: "سس انار  اضافه",
                  price: 200,
                },
                {
                  title: "لیوان  اضافه",
                  price: "200تومان",
                },
                {
                  title: "  سماق اضافه",
                  price: "200تومان",
                },
                {
                  title: "کره حیوانی  ",
                  price: "200تومان",
                },
                {
                  title: "نان لواش",
                  price: "200تومان",
                },
              ],
            },
          },
          {
            name: "جوجه کباب ۲۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
          {
            name: "جوجه کباب ۱۵۰ گرمی کباب کوبیده ۱۵۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
        ],
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 101,

        title: "2زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 102,

        title: "3زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 103,

        title: "4زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
    ],
  },
  {
    id: 2,
    title: "تخفیف دارها",
    url: "",
    products: [
      {
        id: 100,
        title: "زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        subtitle: [
          {
            name: "جوجه کباب ۱۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            // price: "1000تومان",
            hasextra: true,
            extrainformations: {
              extraTitle: "چلوکباب وزیری",
              extraItems: [
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس مایونز اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس انار  اضافه",
                  price: "200تومان",
                },
                {
                  title: "لیوان  اضافه",
                  price: "200تومان",
                },
                {
                  title: "  سماق اضافه",
                  price: "200تومان",
                },
                {
                  title: "کره حیوانی  ",
                  price: "200تومان",
                },
                {
                  title: "نان لواش",
                  price: "200تومان",
                },
              ],
            },
          },
          {
            name: "جوجه کباب ۲۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
          {
            name: "جوجه کباب ۱۵۰ گرمی کباب کوبیده ۱۵۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
        ],
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 101,

        title: "2زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 102,

        title: "3زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 103,

        title: "4زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
    ],
  },
  {
    id: 3,
    title: "سینی مخصوص",
    url: "",
    products: [
      {
        id: 100,
        title: "زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        subtitle: [
          {
            name: "جوجه کباب ۱۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            // price: "1000تومان",
            hasextra: true,
            extrainformations: {
              extraTitle: "چلوکباب وزیری",
              extraItems: [
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس مایونز اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس انار  اضافه",
                  price: "200تومان",
                },
                {
                  title: "لیوان  اضافه",
                  price: "200تومان",
                },
                {
                  title: "  سماق اضافه",
                  price: "200تومان",
                },
                {
                  title: "کره حیوانی  ",
                  price: "200تومان",
                },
                {
                  title: "نان لواش",
                  price: "200تومان",
                },
              ],
            },
          },
          {
            name: "جوجه کباب ۲۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
          {
            name: "جوجه کباب ۱۵۰ گرمی کباب کوبیده ۱۵۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
        ],
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 101,

        title: "2زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 102,

        title: "3زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 103,

        title: "4زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
    ],
  },
  {
    id: 4,
    title: "چلو کباب",
    url: "",
    products: [
      {
        id: 100,
        title: "زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        subtitle: [
          {
            name: "جوجه کباب ۱۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            // price: "1000تومان",
            hasextra: true,
            extrainformations: {
              extraTitle: "چلوکباب وزیری",
              extraItems: [
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس مایونز اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس انار  اضافه",
                  price: "200تومان",
                },
                {
                  title: "لیوان  اضافه",
                  price: "200تومان",
                },
                {
                  title: "  سماق اضافه",
                  price: "200تومان",
                },
                {
                  title: "کره حیوانی  ",
                  price: "200تومان",
                },
                {
                  title: "نان لواش",
                  price: "200تومان",
                },
              ],
            },
          },
          {
            name: "جوجه کباب ۲۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
          {
            name: "جوجه کباب ۱۵۰ گرمی کباب کوبیده ۱۵۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
        ],
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 101,

        title: "2زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 102,

        title: "3زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 103,

        title: "4زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
    ],
  },
  {
    id: 5,
    title: "خوراک",
    url: "",
    products: [
      {
        id: 100,
        title: "زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        subtitle: [
          {
            name: "جوجه کباب ۱۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            // price: "1000تومان",
            hasextra: true,
            extrainformations: {
              extraTitle: "چلوکباب وزیری",
              extraItems: [
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس مایونز اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس انار  اضافه",
                  price: "200تومان",
                },
                {
                  title: "لیوان  اضافه",
                  price: "200تومان",
                },
                {
                  title: "  سماق اضافه",
                  price: "200تومان",
                },
                {
                  title: "کره حیوانی  ",
                  price: "200تومان",
                },
                {
                  title: "نان لواش",
                  price: "200تومان",
                },
              ],
            },
          },
          {
            name: "جوجه کباب ۲۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
          {
            name: "جوجه کباب ۱۵۰ گرمی کباب کوبیده ۱۵۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
        ],
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 101,

        title: "2زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 102,

        title: "3زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 103,

        title: "4زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
    ],
  },
  {
    id: 6,
    title: "غذای ایرانی",
    url: "",
    products: [
      {
        id: 100,
        title: "زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        subtitle: [
          {
            name: "جوجه کباب ۱۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            // price: "1000تومان",
            hasextra: true,
            extrainformations: {
              extraTitle: "چلوکباب وزیری",
              extraItems: [
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس مایونز اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس انار  اضافه",
                  price: "200تومان",
                },
                {
                  title: "لیوان  اضافه",
                  price: "200تومان",
                },
                {
                  title: "  سماق اضافه",
                  price: "200تومان",
                },
                {
                  title: "کره حیوانی  ",
                  price: "200تومان",
                },
                {
                  title: "نان لواش",
                  price: "200تومان",
                },
              ],
            },
          },
          {
            name: "جوجه کباب ۲۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
          {
            name: "جوجه کباب ۱۵۰ گرمی کباب کوبیده ۱۵۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
        ],
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 101,

        title: "2زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 102,

        title: "3زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 103,

        title: "4زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
    ],
  },
  {
    id: 7,
    title: "چلو خورشت",
    url: "",
    products: [
      {
        id: 100,
        title: "زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        subtitle: [
          {
            name: "جوجه کباب ۱۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            // price: "1000تومان",
            hasextra: true,
            extrainformations: {
              extraTitle: "چلوکباب وزیری",
              extraItems: [
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس مایونز اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس انار  اضافه",
                  price: "200تومان",
                },
                {
                  title: "لیوان  اضافه",
                  price: "200تومان",
                },
                {
                  title: "  سماق اضافه",
                  price: "200تومان",
                },
                {
                  title: "کره حیوانی  ",
                  price: "200تومان",
                },
                {
                  title: "نان لواش",
                  price: "200تومان",
                },
              ],
            },
          },
          {
            name: "جوجه کباب ۲۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
          {
            name: "جوجه کباب ۱۵۰ گرمی کباب کوبیده ۱۵۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
        ],
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 101,

        title: "2زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 102,

        title: "3زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 103,

        title: "4زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
    ],
  },
  {
    id: 8,
    title: "پیش غذا",
    url: "",
    products: [
      {
        id: 100,
        title: "زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        subtitle: [
          {
            name: "جوجه کباب ۱۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            // price: "1000تومان",
            hasextra: true,
            extrainformations: {
              extraTitle: "چلوکباب وزیری",
              extraItems: [
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس مایونز اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس انار  اضافه",
                  price: "200تومان",
                },
                {
                  title: "لیوان  اضافه",
                  price: "200تومان",
                },
                {
                  title: "  سماق اضافه",
                  price: "200تومان",
                },
                {
                  title: "کره حیوانی  ",
                  price: "200تومان",
                },
                {
                  title: "نان لواش",
                  price: "200تومان",
                },
              ],
            },
          },
          {
            name: "جوجه کباب ۲۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
          {
            name: "جوجه کباب ۱۵۰ گرمی کباب کوبیده ۱۵۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
        ],
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 101,

        title: "2زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 102,

        title: "3زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 103,

        title: "4زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
    ],
  },
  {
    id: 9,
    title: "نوشیدنی",
    url: "",
    products: [
      {
        id: 100,
        title: "زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        subtitle: [
          {
            name: "جوجه کباب ۱۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            // price: "1000تومان",
            hasextra: true,
            extrainformations: {
              extraTitle: "چلوکباب وزیری",
              extraItems: [
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "قاشق چنگال اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس مایونز اضافه",
                  price: "200تومان",
                },
                {
                  title: "سس انار  اضافه",
                  price: "200تومان",
                },
                {
                  title: "لیوان  اضافه",
                  price: "200تومان",
                },
                {
                  title: "  سماق اضافه",
                  price: "200تومان",
                },
                {
                  title: "کره حیوانی  ",
                  price: "200تومان",
                },
                {
                  title: "نان لواش",
                  price: "200تومان",
                },
              ],
            },
          },
          {
            name: "جوجه کباب ۲۰۰ گرمی کباب کوبیده ۱۰۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
          {
            name: "جوجه کباب ۱۵۰ گرمی کباب کوبیده ۱۵۰ گرمی",
            price: "165000تومان",
            hasextra: false,
          },
        ],
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 101,

        title: "2زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 102,

        title: "3زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
      {
        id: 103,

        title: "4زرشک پلو با مرغ سس پز",
        image: "",
        desc: "یک تکه مرغ سس پز، ۳۵۰ گرم برنج خارجی، دورچین روز (محصولات تازه کنار غذا، متغیر متناسب با فصل)",
        mindesc: "۳۰۰ گرم ران کامل",
        price: "30000 تومان",
        comments: [
          {
            name: "ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "2ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 3.5,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
          {
            name: "3ایمان",
            date: "۱۳ آبان ۱۴۰۲",
            score: 4,
            content:
              "من زرشک پلو با مرغ سس پز سفارش داده بودم اما زرشک پلو با مرغ سرخ شده به دستم رسید کیفیت غذا نسبت به قیمت خوب بود ",
            managerResponse:
              "خانم فاطمه زهرا رستوران انصار بسیار دوست دارد مشتریان محترمی همچون شما را حفظ کند لذا از اشتباه سرویس دهی بسیار متاسفییم و به جد پیگیر این موضوع شدییم لطفا عذرخواهی ما را پذیرا باشید.",
          },
        ],
      },
    ],
  },
];

export const getProductList = () => {
  return ProductCategory;
};
