const FooterDescriptions = () => {
  return (
    <div className="flex flex-col md:flex-row  bg-gray-100  ">
      <div className="md:w-3/4 my-4" >
        <p className="text-sm  mx-2 py-2">
          کلیه حقوق این وب سایت متعلق به آقای راعی نمازی نجات است.
        </p>
        <p className="text-sm text-justify text-gray-500 px-10 ">
          نت‌برگ اولین و بزرگترین سایت تخفیف گروهی در ایران است که به صورت
          روزانه پیشنهاداتی متنوع و باورنکردنی را با ۴۰ تا ۹۹ درصد تخفیف از
          بهترین مکان‌های شهر شامل رستوران‌ها، مراکز ورزشی، تفریحی، رفاهی،
          فرهنگی، هنری، بهداشتی، آرایشی و غیره را به مشتریان خود ارائه می‌دهد.
          «تخفیف های هیجان‌انگیز»، «خرید ارزان‌تر و بدون واسطه»، «صرفه جویی در
          زمان و هزینه»، «تضمین کیفیت خدمات» و «پشتیبانی کامل در تمام مراحل» برگ
          برنده نت‌برگ برای کاربران خود محسوب می‌شوند. نت‌برگ با بکارگیری شیوه
          های نوین تبلیغاتی و تمرکز روزانه روی کالا ها و سرویس های خدماتی و
          رفاهی، فرآیند انتخاب را برای اعضای خود آسان کرده و همچنین با استفاده
          از قدرت خرید گروهی پیشنهادات مورد نظر را به قیمتی عرضه می‌کند که به
          سختی می‌توان از خرید آن صرف نظر کرد.
        </p>
      </div>
      <div className="bg-red-400 flex md:w-1/4  justify-around items-center">
        <div className="bg-slate-500  w-[25%] h-1/2">s</div>
        <div className="bg-slate-500  w-[25%] h-1/2">s</div>
        <div className="bg-slate-500  w-[25%] h-1/2">s</div>


      </div>
    </div>
  );
};

export default FooterDescriptions;
